TAL_INT_GIT/Sample Data/BY_WMS/Shipment_Confirmation/Input/Shipment_latest_request/Shipment_latest_request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:ZWM_SHIP_LOAD_OUB_IFD>
         <!--Optional:-->
         <INPUT>
            <!--Zero or more repetitions:-->
            <item>
               <SALES_ORD_NUM>000011744</SALES_ORD_NUM>
               <SALES_ORDLIN>30</SALES_ORDLIN>
               <PART_NUM>5114170400601</PART_NUM>
               <SHP_QTY>0000000060</SHP_QTY>
               <BATCH>46456556</BATCH>
               <PLANT>C2C1</PLANT>
               <STORAGE_LOC>1000</STORAGE_LOC>
               <RTCUST>120050</RTCUST>
               <STCUST>120050</STCUST>
            </item>
			<item>
               <SALES_ORD_NUM>000011744</SALES_ORD_NUM>
               <SALES_ORDLIN>30</SALES_ORDLIN>
               <PART_NUM>5114170400601</PART_NUM>
               <SHP_QTY>0000000060</SHP_QTY>
               <BATCH>46456556</BATCH>
               <PLANT>C2C1</PLANT>
               <STORAGE_LOC>1000</STORAGE_LOC>
               <RTCUST>120050</RTCUST>
               <STCUST>120050</STCUST>
            </item>
         </INPUT>
      </urn:ZWM_SHIP_LOAD_OUB_IFD>
   </soapenv:Body>
</soapenv:Envelope>